Repository: nishantaMishra/BatteryInformatics
Catalog: adsorption/system_builder/ase/gui/po/*/LC_MESSAGES/ag.po
Languages: sv

source: (selection)
sv: (markering)

source: Add atoms
sv: Lägg till atomer

source: Specify chemical symbol, formula, or filename.
sv: Ange kemisk symbol, formel eller filnamn.

source: Add:
sv: Lägg till:

source: File ...
sv: Fil …

source: Coordinates:
sv: Koordinater:

source: Coordinates are relative to the center of the selection, if any, else absolute.
sv: Koordinaterna är relativa till markeringens mittpunkt, om det finns en markering, annars absoluta.

source: Check positions
sv: Kontrollera positionerna

source: Add
sv: Lägg till

source: Cannot add atoms
sv: Kan inte lägga till atomer

source: {} is neither atom, molecule, nor file
sv: {} är varken en atom, en molekyl eller en fil

source: Bad positions
sv: Ogiltiga positioner

source: Atom would be less than 0.5 Å from an existing atom. To override, uncheck the check positions option.
sv: Atomen skulle hamna närmare än 0.5 Å från en annan atom. För att avaktivera denna kontroll, avmarkera kontrollera positioner-inställningen.

source: Cell Editor
sv: Cellredigering

source: periodic:
sv: periodisk:

source: Scale atoms with cell:
sv: Skala atomerna med cellen:

source: Apply Vectors
sv: Använd vektorer

source: Apply Magnitudes
sv: Använd längder

source: Apply Angles
sv: Använd vinklar

source: Pressing 〈Enter〉 as you enter values will automatically apply correctly
sv: Tryck 〈Enter〉 när du skriver in värden för att använda dessa automatiskt

source: Center
sv: Centrera

source: Wrap
sv: Slå runt

source: Vacuum:
sv: Vakuum:

source: Apply Vacuum
sv: Använd vakuum

source: Colors
sv: Färger

source: Choose how the atoms are colored:
sv: Välj hur atomerna färgas:

source: By atomic number, default "jmol" colors
sv: Efter atomnummer, "jmol"-färger som standard

source: By tag
sv: Efter etikett

source: By force
sv: Efter kraft

source: By velocity
sv: Efter hastighet

source: By initial charge
sv: Efter begynnelseladdning

source: By magnetic moment
sv: Efter magnetiskt moment

source: By number of neighbors
sv: Efter antal grannar

source: cmap:
sv: färgkarta:

source: Constraints
sv: Begränsningar

source: Fix
sv: Begränsa

source: selected atoms
sv: markerade atomer

source: Release
sv: Släpp begränsningar

source: Clear all constraints
sv: Rensa begränsningar

source: Symbols: <c>e</c>: total energy <c>epot</c>: potential energy <c>ekin</c>: kinetic energy <c>fmax</c>: maximum force <c>fave</c>: average force <c>R[n,0-2]</c>: position of atom number <c>n</c> <c>d(n<sub>1</sub>,n<sub>2</sub>)</c>: distance between two atoms <c>n<sub>1</sub></c> and <c>n<sub>2</sub></c> <c>i</c>: current image number <c>E[i]</c>: energy of image number <c>i</c> <c>F[n,0-2]</c>: force on atom number <c>n</c> <c>V[n,0-2]</c>: velocity of atom number <c>n</c> <c>M[n]</c>: magnetic moment of atom number <c>n</c> <c>A[0-2,0-2]</c>: unit-cell basis vectors <c>s</c>: path length <c>a(n1,n2,n3)</c>: angle between atoms <c>n<sub>1</sub></c>, <c>n<sub>2</sub></c> and <c>n<sub>3</sub></c>, centered on <c>n<sub>2</sub></c> <c>dih(n1,n2,n3,n4)</c>: dihedral angle between <c>n<sub>1</sub></c>, <c>n<sub>2</sub></c>, <c>n<sub>3</sub></c> and <c>n<sub>4</sub></c> <c>T</c>: temperature (K)
sv: Symbols: <c>e</c>: total energi <c>epot</c>: potentiell energi <c>ekin</c>: kinetisk energi <c>fmax</c>: största kraft <c>fave</c>: genomsnittlig kraft <c>R[n,0-2]</c>: position av atom <c>n</c> <c>d(n<sub>1</sub>,n<sub>2</sub>)</c>: avstånd mellan två atomer <c>n<sub>1</sub></c> and <c>n<sub>2</sub></c> <c>i</c>: nuvarande bild <c>E[i]</c>: energin av bild <c>i</c> <c>F[n,0-2]</c>: kraft på atom <c>n</c> <c>V[n,0-2]</c>: hastigheten av atom <c>n</c> <c>M[n]</c>: magnetiskt moment av atom <c>n</c> <c>A[0-2,0-2]</c>: enhetscellens basvektorer <c>s</c>: väglängd <c>a(n1,n2,n3)</c>: vinkel mellan atomer <c>n<sub>1</sub></c>, <c>n<sub>2</sub></c> och <c>n<sub>3</sub></c>, centrerad på <c>n<sub>2</sub></c> <c>dih(n1,n2,n3,n4)</c>: vridningsvinkel mellan <c>n<sub>1</sub></c>, <c>n<sub>2</sub></c>, <c>n<sub>3</sub></c> och <c>n<sub>4</sub></c> <c>T</c>: temperatur (K)

source: Plot
sv: Graf

source: Save
sv: Spara

source: Save data to file ...
sv: Spara data till fil …

source: Delete atoms
sv: Radera atomer

source: Delete selected atoms?
sv: Radera markerade atomer?

source: Failure in subprocess
sv: Fel i underprocess

source: Plotting failed
sv: Fel vid ritande av graf

source: Images must have energies and forces, and atoms must not be stationary.
sv: Bilder måste ha energier och krafter, och atomerna kan inte vara stationära.

source: Images must have energies and varying cell.
sv: Bilder måste ha energier och varierande cell.

source: Requires 3D cell.
sv: Kräver 3D cell.

source: Quick Info
sv: Kort info

source: _File
sv: _Fil

source: _Open
sv: _Öppna

source: _New
sv: _Ny

source: _Save
sv: _Spara

source: _Quit
sv: _Avsluta

source: _Edit
sv: _Redigera

source: Select _all
sv: Markera _alla

source: _Invert selection
sv: _Invertera markering

source: Select _constrained atoms
sv: Markera _begränsade atomer

source: Select _immobile atoms
sv: Markera _orörliga atomer

source: _Cut
sv: _Klipp ut

source: _Copy
sv: _Kopiera

source: _Paste
sv: _Klistra in

source: Hide selected atoms
sv: Dölj markerade atomer

source: Show selected atoms
sv: Visa markerade atomer

source: _Modify
sv: _Ändra

source: _Add atoms
sv: _Lägg till atomer

source: _Delete selected atoms
sv: _Radera markerade atomer

source: Edit _cell
sv: Redigera _cell

source: _First image
sv: _Första bild

source: _Previous image
sv: F_örgående bild

source: _Next image
sv: _Nästa bild

source: _Last image
sv: _Sista bild

source: Append image copy
sv: Lägg till kopia av bild

source: _View
sv: _Visa

source: Show _unit cell
sv: Visa _enhetscell

source: Show _axes
sv: Visa _axlar

source: Show _bonds
sv: Visa _bindningar

source: Show _velocities
sv: Visa _hastigheter

source: Show _forces
sv: Visa _krafter

source: Show _Labels
sv: Visa _etiketter

source: _None
sv: _Inga

source: _Magnetic Moments
sv: _Magnetiska moment

source: _Element Symbol
sv: _Ämnessymbol

source: _Initial Charges
sv: _Begynnelseladdning

source: Quick Info ...
sv: Kort info …

source: Repeat ...
sv: Upprepa …

source: Rotate ...
sv: Rotera …

source: Colors ...
sv: Färger …

source: Focus
sv: Fokusera

source: Zoom in
sv: Zooma in

source: Zoom out
sv: Zooma ut

source: Change View
sv: Byt perspektiv

source: Reset View
sv: Återställ perspektiv

source: xy-plane
sv: xy-plan

source: yz-plane
sv: yz-plan

source: zx-plane
sv: zx-plan

source: yx-plane
sv: yz-plan

source: zy-plane
sv: zy-plan

source: xz-plane
sv: xz-plan

source: a2,a3-plane
sv: a2,a3-plan

source: a3,a1-plane
sv: a3,a1-plan

source: a1,a2-plane
sv: a1,a2-plan

source: a3,a2-plane
sv: a3,a2-plan

source: a1,a3-plane
sv: a1,a3-plan

source: a2,a1-plane
sv: a2,a1-plan

source: Settings ...
sv: Inställningar …

source: _Tools
sv: _Verktyg

source: Graphs ...
sv: Grafer …

source: Movie ...
sv: Film …

source: Constraints ...
sv: Begränsningar …

source: Render scene ...
sv: Framställ bild …

source: _Move selected atoms
sv: _Flytta markerade atomer

source: _Rotate selected atoms
sv: _Rotera markerade atomer

source: NE_B plot
sv: _NEB-graf

source: B_ulk Modulus
sv: _Tryckmodul

source: Reciprocal space ...
sv: Reciprokt rum …

source: _Setup
sv: _Skapa

source: _Surface slab
sv: _Ytskiva

source: _Nanoparticle
sv: _Nanopartikel

source: Nano_tube
sv: Nano_rör

source: _Help
sv: _Hjälp

source: _About
sv: _Om

source: Webpage ...
sv: Websida …

source: Constraints discarded
sv: Begränsningar ignorerade

source: Constraints other than FixAtoms have been discarded.
sv: Andra begränsningar än FixAtoms har ignorerats.

source: No atoms selected!
sv: Inga atomer markerade!

source: Modify
sv: Ändra

source: Change element
sv: Ändra grundämne

source: Tag
sv: Etikett

source: Movie
sv: Film

source: Image number:
sv: Bildnummer:

source: First
sv: Första

source: Back
sv: Tillbaka

source: Forward
sv: Fram

source: Last
sv: Sista

source: Play
sv: Spela

source: Stop
sv: Stoppa

source: Rock
sv: Gunga

source: Frame rate:
sv: Bildfrekvens:

source: Skip frames:
sv: Hoppa över bilder:

source: Create a nanoparticle either by specifying the number of layers, or using the Wulff construction. Please press the [Help] button for instructions on how to specify the directions. WARNING: The Wulff construction currently only works with cubic crystals!
sv: Skapa en nanopartikel antingen genom att ange antal lager, eller genom att använda Wullfkonstruktionen. Tryck på [Hjälp]knappen för instruktioner för att ange riktningar. OBS: Wullfkonstruktionen fungerar för tillfället endast med kubiska kristaller!

source: The nanoparticle module sets up a nano-particle or a cluster with a given crystal structure. 1) Select the element, the crystal structure and the lattice constant(s). The [Get structure] button will find the data for a given element. 2) Choose if you want to specify the number of layers in each direction, or if you want to use the Wulff construction. In the latter case, you must specify surface energies in each direction, and the size of the cluster. How to specify the directions: ------------------------------ First time a direction appears, it is interpreted as the entire family of directions, i.e. (0,0,1) also covers (1,0,0), (-1,0,0) etc. If one of these directions is specified again, the second specification overrules that specific direction. For this reason, the order matters and you can rearrange the directions with the [Up] and [Down] keys. You can also add a new direction, remember to press [Add] or it will not be included. Example: (1,0,0) (1,1,1), (0,0,1) would specify the {100} family of directions, the {111} family and then the (001) direction, overruling the value given for the whole family of directions.
sv: Nanopartikelmodulen skapar en nanopartikel eller ett kluster med den angivna kristallstrukturen. 1= Välj grundämne, kristallstruktur och gitterkonstant(er). Knappen [Hämta struktur] hämtar datan för det angivna grundämnet. 2) Välj om du vill ange antalet lager i varje riktning, eller om du vill använda Wullfkonstruktionen. I det senare fallet, behöver du ange ytenergierna i varje riktning, samt klustrets storlek. Hur man anger riktningarna: --------------------------- Första gången en riktning påträffas tolkas den som hela familjen av riktningar, dvs. (0,0,1) genererar även (1,0,0), (-1,0,0) osv. Ifall en av dessa riktningar anges igen så överskrids det som tidigare gällde för den specifika riktningen. Därmed spelar ordningen roll, och du kan ändra ordningen med [Upp] och [Ner]-tangenterna. Du kan även lägga till en ny riktning, kom ihåg att trycka [Lägg till], annars läggs den inte till. Exempel: (1,0,0) (1,1,1), (0,0,1) skulle ge {100} och {111}-familjerna av riktningar, samt den specifika riktningen (0,0,1) där den senare gäller över {100} familjen av riktningar.

source: Simple cubic (sc)
sv: Simpel kubisk (sc)

source: Hexagonal closed-packed (hcp)
sv: Hexagonal tätpackad (hcp)

source: Graphite
sv: Grafit

source: Nanoparticle
sv: Nanopartikel

source: Get structure
sv: Hämta struktur

source: Structure:
sv: Struktur:

source: Lattice constant: a =
sv: Gitterkonstant: a =

source: Layer specification
sv: Lagerspecifikation

source: Wulff construction
sv: Wullfkonstruktion

source: Method:
sv: Metod:

source: Add new direction:
sv: Lägg till ny riktning:

source: Information about the created cluster:
sv: Information om det skapade klustret:

source: Number of atoms:
sv: Antal atomer:

source: Approx. diameter:
sv: Ungefärlig diameter:

source: Automatic Apply
sv: Tillämpa automatiskt

source: Creating a nanoparticle.
sv: Skapar nanopartikel.

source: Apply
sv: Tillämpa

source: Up
sv: Upp

source: Down
sv: Ner

source: Delete
sv: Radera

source: Number of atoms
sv: Antal atomer

source: above
sv: över

source: below
sv: under

source: closest
sv: närmaste

source: Smaller
sv: Mindre

source: Larger
sv: Större

source: Choose size using:
sv: Välj storlek uttryckt i:

source: atoms
sv: atomer

source: Rounding: If exact size is not possible, choose the size:
sv: Avrundning: Om den exakta storleken inte är möjlig, välj storlek:

source: Surface energies (as energy/area, NOT per atom):
sv: Ytenergier (som energi/area, EJ per atom)

source: Number of layers:
sv: Antal lager:

source: At least one index must be non-zero
sv: Minst ett index måste vara nollskilt

source: Invalid hexagonal indices
sv: Ogiltiga hexagonala index

source: Unsupported or unknown structure
sv: Ej stödd eller okänd struktur

source: Element = {0}, structure = {1}
sv: Grundämne = {0}, struktur = {1}

source: No valid atoms.
sv: Inga giltga atomer.

source: You have not (yet) specified a consistent set of parameters.
sv: Du har (än) inte angett en konsistent uppsättning parametrar.

source: Set up a Carbon nanotube by specifying the (n,m) roll-up vector. Please note that m <= n. Nanotubes of other elements can be made by specifying the element and bond length.
sv: Skapa ett kolnanorör genom att ange (n,m) upprullningsvektorn. Notera att m <= n. Nanorör av andra grundämnen kan skapas genom att ange grundämne och bindningslängd.

source: {natoms} atoms, diameter: {diameter:.3f} Å, total length: {total_length:.3f} Å
sv: {natoms} atomer, diameter: {diameter:.3f} Å, total längd: {total_length:.3f} Å

source: Nanotube
sv: Nanorör

source: Bond length:
sv: Bindningslängd:

source: Select roll-up vector (n,m) and tube length:
sv: Välj upprullningsvektor (n,m) och rörlängd:

source: Length:
sv: Längd:

source: This frame has no atoms.
sv: Denna bild saknar atomer.

source: Single image loaded.
sv: Enstaka bild läst.

source: Image {} loaded (0–{}).
sv: Bild {} läst (0-{}).

source: Number of atoms: {}
sv: Antal atomer: {}

source: Unit cell [Å]:
sv: Enhetscell [Å]:

source: no
sv: nej

source: yes
sv: ja

source: Periodic: {}, {}, {}
sv: Periodisk: {}, {}, {}

source: Lengths [Å]: {:.3f}, {:.3f}, {:.3f}
sv: Längder [Å]: {:.3f}, {:.3f}, {:.3f}

source: Angles: {:.1f}°, {:.1f}°, {:.1f}°
sv: Vinklar: {:.1f}°, {:.1f}°, {:.1f}°

source: Volume: {:.3f} Å³
sv: Volym: {:.3f} Å³

source: Unit cell is fixed.
sv: Enhetscellen fixerad.

source: Unit cell varies.
sv: Enhetscellen varierande.

source: Could not recognize the lattice type
sv: Kunde inte känna igen typen av gitter

source: Unexpected error determining lattice type
sv: Oväntat fel vid bestämmande av gittertyp

source: Reduced Bravais lattice: {}
sv: Reducerat Bravaisgitter: {}

source: Calculator: {} (cached)
sv: Beräknare: {} (sparad)

source: Calculator: {} (attached)
sv: Beräknare: {} (ansluten)

source: Energy: {:.3f} eV
sv: Energi: {:.3f} eV

source: Max force: {:.3f} eV/Å
sv: Största kraft: {:.3f} eV/Å

source: Render current view in povray ...
sv: Framställ nuvarande bild i povray …

source: Rendering %d atoms.
sv: Framställer %d atomer.

source: Size
sv: Storlek

source: Line width
sv: Linjestorlek

source: Render constraints
sv: Framställningsbegränsningar

source: Render unit cell
sv: Framställ enhetscell

source: Output basename:
sv: Grundnamn för skapade filer:

source: POVRAY executable
sv: POVRAY körbar fil

source: Output filename:
sv: Skapad fil filnamn:

source: Atomic texture set:
sv: Atomtexturuppstättning:

source: Camera type:
sv: Kameratyp:

source: Camera distance
sv: Kameraavstånd

source: Render current frame
sv: Framställ nuvarande bild

source: Render all frames
sv: Framställ alla bilder

source: Run povray
sv: Kör povray

source: Keep povray files
sv: Spara povray-filer

source: Show output window
sv: Visa utfönster

source: Transparent background
sv: Genomskinlig bakgrund

source: Render
sv: Framställ

source: Repeat
sv: Upprepa

source: Repeat atoms:
sv: Upprepa atomer:

source: Set unit cell
sv: Ställ in enhetscell

source: Rotate
sv: Rotera

source: Rotation angles:
sv: Rotationsvinklar

source: Update
sv: Uppdatera

source: Note: You can rotate freely with the mouse, by holding down mouse button 2.
sv: Notera: Du kan rotera strukturen fritt med musen genom att hålla nere musknapp 2.

source: Append name with "@n" in order to write image number "n" instead of the current image. Append "@start:stop" or "@start:stop:step" if you want to write a range of images. You can leave out "start" and "stop" so that "name@:" will give you all images. Negative numbers count from the last image. Examples: "name@-1": last image, "name@-2:": last two.
sv: Ange @n i slutet av namnet för att skriva bild "n" istället för nuvarande bild. Ange "@start:stopp" eller "@start:stopp:steg" i slutet för att skriva ett spann av bilder. Utelämna "start" och "stop", dvs "@:", för att skriva alla bilder. Negativa tal räknas bakåt från sista bilden. Exempel: "namn@-1" för sista bilden, "namn@-2:" för de två sista bilderna.

source: Save ...
sv: Spara …

source: Error
sv: Fel

source: Settings
sv: Inställningar

source: Constraints:
sv: Begränsningar:

source: release
sv: släpp

source: selected atoms
sv: markerade atomer

source: Visibility:
sv: Synlighet:

source: Hide
sv: Dölj

source: show
sv: visa

source: View all atoms
sv: Visa alla atomer

source: Miscellaneous:
sv: Övrigt:

source: Scale atomic radii:
sv: Skala atomradier:

source: Scale force vectors:
sv: Skala kraftvektorer:

source: Scale velocity vectors:
sv: Skala hastighetsvektorer:

source: tag=%(tag)s
sv: etikett=%(tag)s

source: dihedral
sv: vridningsvinkel

source: Use this dialog to create surface slabs. Select the element by writing the chemical symbol or the atomic number in the box. Then select the desired surface structure. Note that some structures can be created with an othogonal or a non-orthogonal unit cell, in these cases the non-orthogonal unit cell will contain fewer atoms. If the structure matches the experimental crystal structure, you can look up the lattice constant, otherwise you have to specify it yourself.
sv: Använd denna dialog för att skapa ytskivor. Välj grundämne genom att ange dess kemiska symbol eller atomnummer i rutan. Välj därefter önskad ytstruktur. Lägg märke till att vissa strukturer kan skapas med en ortogonal eller icke-ortogonal enhetscell, i dessa fall kommer den icke-ortogonala enhetscellen innehålla färre atomer. Om strukturen matchar den experimentella strukturen kan du slå upp gitterkonstanten, annars behöver du ange den själv.

source: DIAMOND(100)
sv: DIAMANT(111)

source: diamond
sv: diamant

source: DIAMOND(111)
sv: DIAMANT(111)

source: Get from database
sv: Hämta från databas

source: Surface
sv: Yta

source: Orthogonal cell:
sv: Ortogonal cell:

source: Lattice constant:
sv: Gitterkonstant:

source: Size:
sv: Storlek:

source: unit cells
sv: enhetsceller

source: Vacuum:
sv: Vakuum:

source: Creating a surface.
sv: Skapar en yta.

source: Error: Reference values assume {} crystal structure for {}!
sv: Fel: Referensvärdena antar kristallstrukturen {} för {}!

source: Please enter an even value for orthogonal cell
sv: Ange ett jämnt värde för en ortogonal cell

source: Please enter a value divisible by 3 for orthogonal cell
sv: Ange ett värde delbart med 3 för en ortogonal cell

source: Vacuum: {} Å.
sv: Vakuum: {} Å.

source: {symbol} {surf} surface with one atom.{vacuum}
sv: {symbol} {surf}-yta med en atom.{vacuum}

source: Web-page
sv: Websida

source: About
sv: Om

source: Help
sv: Hjälp

source: Open ...
sv: Öppna …

source: Automatic
sv: Automatisk

source: Choose parser:
sv: Välj läsare:

source: Read error
sv: Fel vid läsning

source: Could not read {filename}: {err}
sv: Kunde inte läsa {filename}: {err}

source: one image loaded
sv: enstaka bild läst

source: Element:
sv: Grundämne:

source: Enter a chemical symbol or the atomic number.
sv: Ange kemisk symbol eller atomnummer.

source: No element specified!
sv: Inget grundämne angivet!

source: ERROR: Invalid element!
sv: FEL: Felaktigt grundämne!

source: No Python code
sv: Ingen Pythonkod
